export const CANT_PUBLISH = 'Вы не можете опубликовать пустую биографию. ' +
  'Расскажите нам о себе что нибудь чтобы мы могли ее опубликовать.'

export const PUBLISHED = 'Ваша биография опубликована. Вы можете ее увидеть в списке биографий.'

export const UNPUBLISHED = 'Ваша биография снята с публикации. Она не доступна из списка биографий.'

export const SERVER_ERROR = 'Произошла ошибка. Попробуйте повторить позже.'

export const RESOURCE_NOT_FOUND = 'Ресурс не найден.'

export const WELCOME = 'Опубликуйте биографию в разделе Моя биография, чтобы она отображалась в списке биографий.'

export const WELCOME_TITLE = 'Добро пожаловать!'
