export const CANT_PUBLISH = 'Вы не можете опубликовать пустую биографию. ' +
  'Расскажите нам о себе что нибудь чтобы мы могли ее опубликовать.'

export const PUBLISHED = 'Ваша биография опубликована. Вы можете ее увидеть в списке биографий.'

export const UNPUBLISHED = 'Ваша биография снята с публикации. Она не доступна из списка биографий.'

export const SERVER_ERROR = 'Произошла ошибка. Попробуйте повторить позже.'

export const RESOURCE_NOT_FOUND = 'Ресурс не найден.'

export const WELCOME = 'Опубликуйте биографию в разделе Моя биография, чтобы она отображалась в списке биографий.'

export const WELCOME_TITLE = 'Добро пожаловать!'

export const CREATE_BUG_TITLE = '<h2>Чем подробнее вы опишите действия для воспроизведения ошибки тем раньше мы сможем ее устронить. Спасибо за то, что помогаете сделать сервис лучше!</h2>' +
  '<hr><h3>Опишите шаги воспроизведения в следующем виде:</h3>' +
  '<h3>1) Залогиниться.</h3>' +
  '<h3>2) Перейти на редактирование биографии.</h3>' +
  '<h3>3) Отредактировать Фамилию Имя на Вася Пупкин.</h3>' +
  '<h3>4) Нажать Сохранить. Возникла ошибка</h3>'

export const BUG_CREATED = 'Ошибка создана. Наши разработчики приступят к ее исправлению в самое ближайшее время.'

export const CATEGORY_CREATED = 'Категория создана'

export const CATEGORY_CHANGED = 'Категория изменена'

export const INTERNET_ERROR = 'Проверьте подключение к интернету.'

export const PASSWORD_CHANGE_SUCCESS = 'Пароль успешно изменен.'

export const OLD_PASSWORD_WRONG = 'Старый пароль введен неверно.'
